Revit 2024 API
UnitTypeId.CandelasPerSquareMeter Property
 Candelas per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId CandelasPerSquareMeter { get; }
Visual Basic
Public Shared ReadOnly Property CandelasPerSquareMeter As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CandelasPerSquareMeter {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace